---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RevisionCloud
source: html/17ea7caf-6857-ef7b-7611-9e6cf9cd2708.htm
---
# RevisionCloud Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.